{
  "content": [
    {
      "theme": "1. Filing Requirements & Formalities",
      "questions": [
        "Question 9\n\nFor each of the statements 9.1–9.4, indicate on the answer sheet whether the statement\nis true or false:\n\n9.1 The EPO will accord a date of filing to a European patent application filed by an\nidentifiable applicant using EPO Form 1001, even if the description is filed in\nChinese.\n\n9.2 If a request for grant is not filed on a form drawn up by the EPO, an application\nfiled together with that request will not be dealt with as a European patent\napplication.\n\n9.3 If an international application contains no part which on the face of it appears to\nbe a claim or claims, a date of filing will not be accorded to that international\napplication.\n\n9.4 A Japanese citizen resident in Japan may validly file a European patent\napplication without being represented by a professional representative.",
        "Question 1\n\nYou represent an individual applicant from Spain who has filed a European patent application in Spanish and satisfied all the requirements for filing. Examination was requested in Spanish at the time of filing the application. The examination and designation fees are due by 7 November 2023 and the applicant has asked you whether he is entitled to a reduction of 20% in the examination fee. What is the correct answer?\n\n\nA.\tThe applicant is entitled to a reduction of 20% in the examination fee under Rule 6(3) EPC and Article 14(1) RFees.\n \nB.\tThe applicant is entitled to a reduction in the examination fee under Rule 6(3)EPC and Article 14(1) RFees, but the reduction is not 20%.",
        "Question 6\n \nCompany C files a European patent application for an invention which has been displayed at an officially recognised international exhibition. The exhibition closes two weeks after the invention was first displayed. Rule 25(d) EPC states that a suitable certificate must be filed within four months of the filing of the European patent application. Three months after filing the application, the applicant approaches the authority responsible for the protection of industrial property at the exhibition and obtains a certificate stating the information required according to Rule 25 EPC. The certificate is filed within the four-month period together with the authenticated identification of the invention. Will the certificate be accepted by the EPO?\n \nNo, the certificate was not issued at the exhibition.\n \nYes, the certificate was filed within the specified four-month period.",
        "Question 49\n\nThe applicants for international application PCT-1 are based in Japan. Having regard to the provisions of the EPC and the PCT, can the applicants themselves comply with the requirements of Rule 159(1) EPC?\n \nA.\tNo, a professional representative must be appointed.\nB.\tNo, a professional representative or appropriate legal representative must be appointed.\nC.\tYes, the applicants can themselves comply with the requirements of Rule 159(1) EPC."
      ]
    },
    {
      "theme": "2. Priority Claims & Right of Priority",
      "questions": [
        "Question 2\nAnna, a French citizen, validly filed a French patent application FR-1 on\n06 February 2020. On 08 February 2021 she filed an international\napplication PCT-1 in respect of the same subject-matter as FR-1 at the\nEPO. Anna intends for PCT-1 to claim priority from FR-1.\n\nFor each of the statements 2.1 – 2.4, indicate on the answer sheet\nwhether the statement is true or false:\n\n2.1 PCT-1 can validly claim priority from FR-1.\n\n2.2 Anna can validly file the priority declaration in May 2021.\n\n2.3 PCT-1 cannot validly claim priority from FR-1, if FR-1 has been\nabandoned before the filing of PCT-1.\n\n2.4 The filing fee for PCT-1 shall be paid directly to the International\nBureau.",
        "Question 11\nYou file a European patent application EP-1 in February 2023 on behalf of the applicant. In October 2023 you are informed that EP-1 should have claimed priority from United States patent application US-1 filed in March 2022. Is it possible to add the priority declaration to EP-1?\n \nA.\tNo. More than 16 months have elapsed since the filing of US-1.\nB.\tYes. EP-1 was filed within 12 months of US-1, so is entitled to claim priority.",
        "Question 12\n\nWhat is the legal effect of failing to file a priority document for a European patent application?\n \nNone. The priority document can be filed at any time.\n \nThe European patent application will be deemed withdrawn if a priority document is not filed within 16 months of the earliest priority date (or any additional period permitted by the EPO).\n \nThe right of priority will be lost if a priority document is not filed within 16 months of the earliest priority date (or any additional period permitted by the EPO).",
        "Question 47\n\nInternational application PCT-1 claims priority from Korean utility model \napplication KR-U1. Is a translation of the priority document required on \nentry into the European regional phase?\n \nA.\tA translation into the language of the proceedings is required within two months of the end of the 31-month period for entering \nthe EPO regional phase.\nB.\tA translation into one of the official EPO languages is required within two months of the end of the 31-month period for entering the EPO regional phase.\nC.\tNo translation is required unless the validity of the priority claim is relevant to patentability.\nD.\tNo translation is required if a declaration is submitted that the European patent application is a complete translation of the priority application."
      ]
    },
    {
      "theme": "3. Divisional Applications",
      "questions": [
        "Question 6\n\nRoberto and Mario are Brazilian citizens living in São Paolo, Brazil. They are the\napplicants for European patent application EP1, which has been filed today in\nPortuguese together with a French translation. EP1 claims the priority of a previous\nBrazilian application P1. Starting from the same conditions as outlined above in",
        "Question 5 and assuming now Assuming now that Roberto and Mario intend to file a\ndivisional application EP1-DIV relating to the pending patent application EP1, indicate\nwhether the following statements are true or false.\n\n6.1 EP1-DIV may be validly filed with the EPO at the filing offices in Munich, The\nHague and Vienna.\n\n6.2 EP1-DIV may be validly filed in Portuguese.\n\n6.3 EP1-DIV may be validly filed in English.\n\n6.4 EP1-DIV must be filed within 12 months from the filing date of EP1.",
        "Question 8\n\nA European patent application EP-A is refused in a decision dated 1 June 2023. Today is 15 July 2023. Is it still possible to file a divisional application from EP-A? \nA.\tYes.\nB.\tNo.\nC.\tOnly if the decision to refuse the application is appealed.",
        "Question 23\n\nIn response to a Rule 71(3) communication you have filed, on the 2 April 2023, the required translations of the claims and paid the grant fee. Today, the 3 May 2023, you receive the decision to grant, dated 28 April 2023. The decision states that the mention of the grant will be published on the 24 May 2023. What is/was the last day a divisional application may be filed?\n \nA.\t2 April 2023\nB.\t28 April 2023\nC.\t8 May 2023\nD.\t23 May 2023\nE.\t24 May 2023"
      ]
    },
    {
      "theme": "4. Fees, Payment & Time Limits",
      "questions": [
        "Question 1\nThe European patent application EP-A was filed on 07 September 2017.\nThe mention of grant of the patent was published in the European Patent\nBulletin on 10 February 2021. The applicant validly filed a divisional\napplication from EP-A (EP-A-DIV) on 05 February 2021.\n\nFor each of the statements 1.1 – 1.4, indicate on the answer sheet\nwhether the statement is true or false:\n\n1.1 The renewal fee for EP-A in respect of the third year could have\nbeen validly paid on 03 May 2019.\n\n1.2 The renewal fee for EP-A in respect of the fourth year was due on\n07 September 2020.\n\n1.3 The renewal fee for EP-A in respect of the fifth year shall be paid to\nthe EPO.\n\n1.4 All renewal fees due in respect of EP-A-DIV can be validly paid\nwithout an additional fee on 07 June 2021.",
        "Question 7\n\n\n\nThe time limit for paying the examination fee for a European patent application ends on 18 August 2023. The applicant wishes to pay by bank transfer and wants to make absolutely sure that no additional fees have to be paid even if the payment is delayed due to unforeseen circumstances. What can he do?\n1.\tNothing. If the payment is received too late by the EPO it will be considered not to have been made.\n2.\tEffect the payment no later than 13 August 2023.\n3.\tEffect the payment no later than 8 August 2023.\n4.\tIt is sufficient to effect the payment on the last day for payment, that is on 18 August 2023.",
        "Question 9\n\nMost fees for European patent applications cannot be paid before their due date. One exception is renewal fees, which can always be paid up to:\nA.\tThree months before the due date.\nB.\tSix months before the due date.\nC.\tOne year before the due date."
      ]
    },
    {
      "theme": "5. Languages & Translations",
      "questions": [
        "Question 5\n\nRoberto and Mario are Brazilian citizens living in São Paolo, Brazil. They are the\napplicants for European patent application EP1, which has been filed today in\nPortuguese together with a French translation. EP1 claims the priority of a previous\nBrazilian application P1.\n\nFor each of the statements 5.1–5.4, indicate on the answer sheet whether the statement\nis true or false:\n\n5.1 Roberto and Mario are entitled to a reduction of the filing fee.\n\n5.2 EP1 will be accorded by the EPOa filing date, only if the content of EP1 does not\nextend beyond the content of P1 as originally filed.\n\n5.3 If the French translation had not been filed in due time, EP1 would be deemed not\nto have been filed.\n\n5.4 If EP1 is assigned to a British company, the language of the proceedings may be\nchanged to English after registration of the transfer.",
        "Question 9:\nEuropean patent application EP-F has been filed in French and oral\nproceedings have been scheduled before the examining division. At the\nbeginning of the oral proceedings, the professional representative\nrequests to speak in English without providing for interpretation into\nFrench. He also requests that the minutes be written in English and\ndeclares that he is aware that, if both his requests are permitted, no\ninterpretation and translation into French will be provided, neither for the\noral proceedings nor for the minutes.\n\nFor each of the statements 9.1 –9.4, indicate on the answer sheet\nwhether the statement is true or false:\n\n9.1 The examining division may reject the request to speak English in\nthe oral proceedings, even though English is an official language of\nthe EPO.\n\n9.2 The examining division may agree to the request that the minutes\nbe written in English, except for amendments to EP-F, which will be\nentered in the minutes in French.\n\n9.3 During the oral proceedings, the representative can validly file a\nnew amended set of claims in English.\n\n2021/P/EN/14\n9.4 If the examining division agrees, the representative may make a\npart of his oral statements during the oral proceedings in\nSwedish.",
        "Question 1\n\nYou represent an individual applicant from Spain who has filed a European patent application in Spanish and satisfied all the requirements for filing. Examination was requested in Spanish at the time of filing the application. The examination and designation fees are due by 7 November 2023 and the applicant has asked you whether he is entitled to a reduction of 20% in the examination fee. What is the correct answer?\n\n\nA.\tThe applicant is entitled to a reduction of 20% in the examination fee under Rule 6(3) EPC and Article 14(1) RFees.\n \nB.\tThe applicant is entitled to a reduction in the examination fee under Rule 6(3)EPC and Article 14(1) RFees, but the reduction is not 20%.",
        "Question 24\n\nIn the case of applicants entitled to a fee reduction under Rule 6(3) EPC, does the fee reduction include the additional fee for pages in excess of 35?\n \nA.\tYes\nB.\tNo"
      ]
    },
    {
      "theme": "6. Procedural Remedies & Legal Effect",
      "questions": [
        "Question 2\n\nIs the following statement true or false?\n \nWhen proceedings for grant of a European patent application are stayed following the institution of entitlement proceedings, renewal fees which fall due during the period of stay can be paid up to the date of resumption of the proceedings for grant.\n \nA.\tTrue\nB.\tFalse",
        "Question 3\n \nYou represent a client whose European patent has been opposed. The opposition division decides to maintain the patent in amended form. The invitation with the three-month time limit under Rule 82(2) EPC is sent on 16 August 2021, but proceedings are interrupted under Rule 142 EPC on 20 October 2021. The problems are resolved and the proceedings resume on 16 January 2022. When does the time limit under Rule 82(2)EPC end?\n \nA \t19 April 2022\n \nB \t30 April 2022",
        "Question 44\n\nGenerally speaking, oral proceedings must be held if any party to proceedings so requests. This does not apply to requests for further oral proceedings \nbefore the same department where the parties and the subject of the proceedings are the same. Are there any other situations in which the EPO may refuse a request for oral proceedings?\n \nA.\tThere are no further exceptions.\nB.\tThe receiving section may refuse a request for oral proceedings.\nC.\tThe opposition division may refuse a request for oral proceedings.\nD.\tThe Legal Division may refuse a request for oral proceedings."
      ]
    },
    {
      "theme": "7. PCT Procedure & Entry into EP Phase",
      "questions": [
        "Question 7\n\nThe dimethyl fumarate molecule (DMF) is known from the prior art in the following\nrespects:\nDocument D1 discloses DMF as a biocide for the treatment of clothing, shoes and\nfurniture against mould growth.\nDocument D2 concerns a patent which discloses DMF for the treatment of the skin\ndisease psoriasis and of multiple sclerosis.\nThe prior art does not disclose any further disease that can be treated with DMF.\n\nFor each of the statements 7.1–7.4, indicate on the answer sheet whether the statement\nis true or false:\n\n7.1 The subject-matter of the claim “DMF for use as a medicament” in a European\npatent application filed today is novel over the above-mentioned prior art.\n\n7.2 The subject-matter of the claim “DMF for use in the treatment of cancer” in a\nEuropean patent application filed today is novel over the above-mentioned prior\nart.\n\n7.3 The following claim wording is allowable in a European patent application filed\ntoday: “Use of DMF for the manufacture of a medicament for the treatment of\ncancer”.\n\n7.4 The subject-matter of the claim “DMF for use in the treatment of skin diseases” in\na European patent application filed today is novel over the above-mentioned prior\nart.",
        "Question 4\n \nYou are informed that one of the inventors named in an international application is incorrect. The application names Mr Y, but the correct inventor is Mrs Z. \nWhat should you do?\n \nObtain the consent of Mr Y to rectification of the inventor before filing a request at the International Bureau with details of the correct inventor.\n \nFile a request for rectification at the International Bureau with details of the correct inventor.",
        "Question 48\n\nFollowing entry into the EPO regional phase, a translation of the international \napplication is not filed at the EPO in due time. How can this be remedied?\n\nA.\tThe applicant can request reinstatement of rights under Rule 49.6 PCT.\nB.\tThe applicant can file the translation, request further processing and pay the further processing fee under Rule 135 EPC within two months \nof notification by the EPO."
      ]
    },
    {
      "theme": "8. Examination, Amendments, and Grant",
      "questions": [
        "Question 8\n\nJan, a US national and resident of living in the USA, filed an international application\nPCT-J with the USPTO on 10 January 2022. On filing, Jan indicated the EPO as one of\nthe designated Offices. The EPO was immediately informed of its designation.\nThe USPTO charges the late payment fee for a delayed payment of the international\nfiling fee as allowed under the PCT.\n\nFor each of the statements 8.1–8.4, indicate on the answer sheet whether the statement\nis true or false:\n\n8.1 Jan must pay the international filing fee to the International Bureau.\n\n8.2 If the international filing fee is not paid in due time, Jan can validly pay the\ninternational filing fee together with the late payment fee within a time limit of one\nmonth from the date of the invitation sent by the receiving Office.\n\n8.3 A consequence of not paying the international filing fee with the late payment fee\nwithin the prescribed time limit is that the USPTO will declare that PCT-J is\nconsidered to be withdrawn.\n\n8.4 A consequence of not paying the international filing fee with the late payment fee\nwithin the prescribed time limit is that the USPTO will notify the EPO as the\ndesignated Office that PCT-J is considered to be withdrawn.",
        "Question 11\n\nFor each of statements 11.1–11.4, indicate on the answer sheet whether it is true or\nfalse:\n\n11.1 A yoga mat consisting of poly-X is covered by the scope of claim 7.\n\n11.2 The material of claim 5 is defined by means of a functional feature.\n\n11.3 The features of claim 11 imply a limitation of the dimensions of the textile bag.\n\n11.4 The subject-matter of claim 13 lacks clarity.",
        "Question 14\n\nFor each of statements 14.1–14.4, indicate on the answer sheet whether it is true or\nfalse:\n\n14.1 A modified single claim 1 which reads “Yoga mat having a first face and a second\nface, wherein the yoga mat has an SRV of 90 or more.” would be allowable under\nArticle 123(2) EPC.\n\n14.2 A modified single claim 1 which reads “Yoga mat having a first face and a second\n\nface, wherein the yoga mat has an SRV of 90 or more.” would be clear under Arti-\ncle 84 EPC.\n\n14.3 A modified single claim 1 which reads “Yoga mat having a first face and a second\nface, wherein the first face has a coating of poly-X, the poly-X covering 100% of\nthe first face.” would be allowable under Article 123(2) EPC.\n\n14.4 A modified single claim 1 which reads “Yoga mat having a first face and a second\n\nface, wherein the first face and the second face contain silver ions.” would be al-\nlowable under Article 123(2) EPC."
      ]
    },
    {
      "theme": "9. Opposition & Appeals",
      "questions": [
        "Question 2\n\nHans filed an admissible notice of opposition against European patent EP-1, which was\ngranted with two independent claims, namely claim 1 and claim 2 relating respectively to\ntwo different parts of the patent. The only ground for opposition that he raised was lack\nof inventive step in respect of claim 1. The opposition is not filed against the patent as a\nwhole, but only against claim 1. In particular, he argued in the notice of opposition that\nthe subject-matter of claim 1 lacked inventive step over the combination of D1 and D2,\nboth published before the effective date of EP-1. Theresa filed third-party observations\nduring the pending opposition proceedings, arguing that claim 2 lacked novelty over D3,\na Japanese patent application published before the effective date of EP-1.\nFor the following statements, assume that the right to be heard of all parties involved\nhas been respected and no amendments have been filed during the opposition\nproceedings.\nFor each of the statements 2.1–2.4, indicate on the answer sheet whether the statement\nis true or false:\n\n2.1 If the opposition division considers that the subject-matter of claim 1 lacks novelty\nover D1, the opposition division may revoke EP-1 for lack of novelty of the\nsubject-matter of claim 1.\n2.2 If the opposition division considers that the subject-matter of claim 2 lacks\ninventive step over D2 in combination with D3, the opposition division may revoke\nEP-1 for lack of inventive step of the subject-matter of claim 2 over D2 in\ncombination with D3.\n\n2.3 If the opposition division considers that the subject-matter of claim 1 is not\nsufficiently disclosed, the opposition division may revoke EP-1 because the\nsubject-matter of claim 1 is not disclosed in a manner sufficiently clear and\ncomplete for it to be carried out by a person skilled in the art.\n\n2022/P/EN Page 2 of 27\n\n2.4 After the opposition division has considered Theresa’s third-party observations,\n\nthe opposition division may revoke EP-1 based on lack of novelty of the subject-\nmatter of claim 2.\n\n2022/P/EN Page 3 of 27",
        "Question 3\n\nFor each of the statements 3.1–3.4, indicate on the answer sheet whether the statement\nis true or false:\n\nA board of appeal ...\n\n3.1 ... may decide in a three-member composition without a legally qualified member.\n\n3.2 ... may exercise any power within the competence of the department which was\nresponsible for the decision appealed.\n\n3.3 ... may remit a case to the department which was responsible for the decision\nappealed for further prosecution.\n\n3.4 ... may base its decision on a fresh ground for opposition only submitted during\nthe appeal proceedings without the consent of the patentee.",
        "Question 10",
        "Question 10\n\nA communication pursuant to Rule 71(3) EPC has been issued for a European patent\napplication. The applicant has fulfilled all the necessary requirements. The related\ndecision to grant a European patent has been despatched on the basis of the\ndocuments (Druckexemplar) transmitted to the applicant with the communication under\nRule 71(3) EPC. The mention of the grant of the European patent has been published in\nthe European Patent Bulletin.\nHowever, in the course of the preparation of the publication of the specification of this\nEuropean patent an error arose, whereby page 2 of the description is missing in the\npublished specification of this European patent. As a result of this error, the published\nspecification of this European patent as a whole does not disclose the claimed invention\nin a manner sufficiently clear and complete for it to be carried out by a person skilled in\nthe art.\n\nFor each of the statements 10.1–10.4, indicate on the answer sheet whether the\nstatement is true or false:\n\n10.1 This error in the published specification of this European patent may be corrected\nat any time.\n\n10.2 The European patent could be revoked on the basis of an opposition based on\nthe ground of Art. 100(b) EPC because in the published specification of this\nEuropean patent the invention without page 2 of the description is not disclosed in\na manner sufficiently clear and complete for it to be carried out by a person skilled\nin the art.\n\n10.3 If the language of the grant proceedings for this European patent was English, a\nnotice of opposition may be validly filed in German.\n\n10.4 In order to request a transfer of the status of opponent to a different person during\nopposition proceedings, it is sufficient to file a declaration including the names,\naddresses and signatures of both the original opponent and the person wishing to\ntake over the status of opponent."
      ]
    },
    {
      "theme": "10. Substantive Patent Law",
      "questions": [
        "Question 12\n\nFor each of statements 12.1–12.4, indicate on the answer sheet whether it is true or\nfalse:\n\n12.1 The subject-matter of claim 2 is novel over D3.\n\n12.2 A valid argument that the subject-matter of claim 4 is novel over D3 is that in D3\nthe first face is the face that is in contact with the athlete.\n\n12.3 A valid argument that the subject-matter of claim 6 is novel over D2 is that in D2\nthe yoga mat is only partially coated with a layer of poly-X.\n\n12.4 The subject-matter of claim 8 is novel over each of D1, D2, D3 and D4.",
        "Question 13\n\nFor each of statements 13.1–13.4, indicate on the answer sheet whether it is true or\nfalse:\n\n13.1 The subject-matter of claim 10 is novel over D1.\n\n13.2 The subject-matter of claim 10 is novel over D2.\n\n13.3 The present application indicates that a yoga mat made of poly-Y is more effec-\ntive than a yoga mat made of poly-X or poly-Z in reducing sweat generation on\n\nthe body of the athlete while the athlete is in contact with the yoga mat.\n\n13.4 The subject-matter of claim 13 is novel over D2.",
        "Question 15\n\nFor each of statements 15.1–15.4, indicate on the answer sheet whether it is true or\nfalse:\n\n15.1 In D2 and in the present application the material poly-X has essentially the same\npurpose.\n\n15.2 The additional features defined in claim 8, whereby the second face of the yoga\nmat contains silver ions, has the technical effect of reducing bacteria growth.\n\n15.3 The subject-matter of claim 13 solves the objective technical problem of providing\nan organic, sustainable yoga mat with respect to D1 as closest prior art.\n\n15.4 The subject-matter of claim 14 is novel over D1.",
        "Question 16\n\nFor each of statements 16.1–16.4, indicate on the answer sheet whether it is true or\nfalse:\n\n16.1 D13 destroys the novelty of the subject-matter of claim II.1.\n\n16.2 D12 destroys the novelty of the subject-matter of claim II.1.\n\n16.3 D11 destroys the novelty of the subject-matter of claim II.2.\n\n16.4 D12 destroys the novelty of the subject-matter of claim II.2.",
        "Question 17\n\nFor each of statements 17.1–17.4, indicate on the answer sheet whether it is true or\nfalse:\n\n17.1 D11 destroys the novelty of the subject-matter of claim II.3.\n\n17.2 D12 describes that wine can have a chemical reaction with a gas.\n\n17.3 D12 destroys the novelty of the subject-matter of claim II.4.\n\n17.4 D13 destroys the novelty of the subject-matter of claim II.5."
      ]
    },
    {
      "theme": "11. Entitlement & Transfers",
      "questions": [
        "Francesca has filed a European patent application EP-F before the EPO. Francesca did\nnot develop the invention which is the subject of EP-F. In drafting EP-F Francesca used\ninformation in Andrew’s laboratory notebook, without Andrew’s consent. EP-F was\npublished in December 2017 and is still pending.\n\nFor each of the statements 1.1–1.4, indicate on the answer sheet whether the statement is\ntrue or false:\n\n1.1 Andrew can seek a stay of proceedings if he provides evidence that he has\ninstituted proceedings against Francesca seeking a decision that Andrew is entitled\nto the grant of the European patent based on EP-F.\n\n1.2 Francesca can withdraw EP-F at any time from the date on which Andrew provides\nevidence to the EPO that he has instituted proceedings against Francesca seeking\na decision that Andrew is entitled to the grant of the European patent based on\nEP-F.\n\n1.3 No renewal fee has to be paid during a stay of proceedings.\n\n1.4 Andrew can validly request that EP-F be refused no later than three months after\nthe decision recognising his entitlement to EP-F has become final.",
        "Question 4\n\nCompany A has filed a European patent application EP-A with the EPO. Company B has\nnegotiated with Company A the transfer of European patent application EP-A to\nCompany B.\n\nFor each of the statements 4.1–4.4, indicate on the answer sheet whether the statement\nis true or false:\n\n4.1 It is possible to validly transfer EP-A from Company A to Company B only for the\ndesignated contracting states FR and DE.\n\n4.2 The transfer of EP-A may be recorded in the European Patent Register at the\nrequest of Company B, upon production of documents providing evidence of such\ntransfer and payment of an administration fee.\n\n4.3 The transfer of a European patent application becomes effective vis-à-vis the\nEPO only when it is published in the European Patent Register.\n\n4.4 The transfer of a European patent may be recorded in the European Patent\nRegister during the opposition period."
      ]
    }
  ]
}